Request Cobertura.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.redpack.com" xmlns:xsd="http://vo.redpack.com/xsd">
   <soapenv:Header/>
   <soapenv:Body>
      <ws:coberturaNacional>
         <ws:PIN>QA nSYOVMfdFOtT7XDpCbPOh4HAnsm7JaarfM8+mtWXu0k=</ws:PIN>
         <ws:idUsuario>2776</ws:idUsuario>
         <ws:guias>
            <xsd:consignatario>
               <xsd:codigoPostal>80000</xsd:codigoPostal>
            </xsd:consignatario>
            <xsd:remitente>
               <xsd:codigoPostal>80020</xsd:codigoPostal>
            </xsd:remitente>
         </ws:guias>
      </ws:coberturaNacional>
   </soapenv:Body>
</soapenv:Envelope>